# 進度 04 ：第四章

老翰備註：所有進行中的讀書會章節的心得，大家都是以「討論交流」為目的而分享，也許有些東西會寫錯，也許有些參考資料或聯想不見得與故事有關，只要不是無目的「謾罵」，基本上都會盡量照大家寄來的文字或資料收錄。這是一種實驗的形式，大家一起按照進度讀書，分享與討論的過程。如同一開始我與參與者溝通的：「在友善討論的前提下，想要允許一些可能不太成熟的討論」。「抨擊或者攻擊這本書」並不是這個讀書會的目的。如果你不是讀書會的成員而偶然看到這裡的文字，請不要把這些文字當作對於這本書內容的「評價」。

# 心得清單

<!--ts-->

- [進度 04 ：第四章](#進度-04-第四章)
- [心得清單](#心得清單)
  - [暖呼呼的水豚](#暖呼呼的水豚)
  - [機車貓](#機車貓)
  - [阿噗是一隻豬](#阿噗是一隻豬)
  - [黃金獵犬](#黃金獵犬)
  - [大嘴巨鴉](#大嘴巨鴉)

<!--te-->

## 暖呼呼的水豚

老翰好、各位夥伴好：

我是暖呼呼的水豚，以下回應歷史、第一章的討論，以及分享我的第四章心得。

看了大家的心得，我才知道原來歷史的部分並非直接引用史料，而是有經過部份的改寫。我並不熟悉這些史料，速讀過去覺得煞有介事。我依然欣賞作者虛實交錯、慢慢帶入書中世界觀的安排，也佩服作者讀書之廣，能將這些零散的紀載串在一起；另一方面也同意一些夥伴的考量，改寫的部分如果作者能標示出來，對於很認真想吸收新知的讀者來說，比較不會造成誤解。

第四章描寫小童與璐安的互動，讓我覺得，小童對璐安也許有「友達以上」的情感，或者至少，他們對彼此而言，都是超越普通朋友的關係。小童的那句「璐安你是我最喜歡的人」，可見一斑。

加上璐安對哥哥的黏膩、親密，以及前面章節璐安問「把臉塗黑看不清楚的話，哥哥就願意娶妹妹嗎？」，我想這些跡象都顯示璐安的性傾向偏同性戀。但我還不清楚，作者對璐安的角色設定，有什麼意義？

沒有想到一章之內，璐安擁有了玩伴，又眼睜睜的看著小童被殘暴的殺死，讓人驚愕萬分，原先有點期待他們有更多互動往來，甚至會不會延伸到議事結束，璐安返回保留地，持續與小童有聯繫等等。阿巴刻跟璐安說小童是他安排的內應，我都還不知道阿巴刻跟小童如何熟識的，小童就領便當了，有些懸念。

暖呼呼的水豚

## 機車貓

秘密帶來更多秘密。小童居然是阿巴刻的內應，能夠控制軍隊的暗語似乎跟五大家族聖物的質地有關。灣島分成都市區跟保留區，中間就是遺跡區的樣子。

泰邦撿到疑似母親的小鏡子，暗指母親來自外界？之前軍大人也說璐安長得不像部落人。金屬軍隊可以自動也可以手動，看起來科技力至少跟現代差不多。

## 阿噗是一隻豬

「軍隊」的恐怖很吸引人，

軍大人這個人物的性格是比較讓我困惑的，其人格似乎有很多面，但之間的落差過大，令人困惑其主人格何為？說話用詞會有類文言文，但印象中他是外國人。或只是藍眼睛或只是入境隨俗(？)用官方腔來說話，官方腔為類文言文？？

我個人認為中西融合的元素並無不可，但擔心因融合的背景線索若日後未能補足原因，讀者我無法擺脫那種埂在心底的違和感。

因此軍大人的部份，其表現目前為止似乎只為劇情而服務，沒有自己的穩定性在。但或許有某種原因也未知？得繼續看下去……
比較擔心這部前面就放太多困惑未能及時解讀，耐心不足的讀者(我)容易在這裡因心裡負擔過重而放棄。
故事是有吸引人的地方，基本上讀到目前為止(才剛開始而已好嗎？)
我覺得還是蠻想再看下去的。加油啊！後面給人的期待。

## 黃金獵犬

第四章 by 黃金獵犬

這裡的人都是寂寞的，小童是，阿蘭也是。

小童總想在璐安面前證明自己的能耐，證明自己是好的，是能夠有朋友的，也在璐安感到害怕想離開他時，緊緊抓住璐安，因為除了這個看起來很漂亮的女孩(在他的視角)之外，他身邊已經沒有任何人了。

阿蘭在無意間與泰邦談到跨越邊境的想法，以及對自由的渴望，讓她不禁想要立刻接近、觸摸邊境外的一切，於是帶泰邦前往梅樹群中央的遺跡，與他分享遺跡內的各種違禁品，除了解解癮頭之外，應該也是為了舒緩自己的孤獨吧？泰邦聽到邊境外的音樂那段，敘述有趣、有新意，明顯可以看出作者的寫法與其它本土奇幻的不同之處。

璐安在被小童丟下，自己試圖找尋歸途時，想起了泰邦教他的星星辨位方法，我本來以為璐安會因此而往部落的方向而去，因為「那就是家的方向」，但沒想到璐安卻是藉此回到了遺跡聚落，這是否也暗示著，比起部落，遺跡聚落接近璐安的歸屬？

阿巴刻能夠說服小童作為他的內應，讓我覺得很不可思議，他根本就沒有甚麼可以給小童，令我無法信服。而且總體來說，軍代表身邊的幫手也太少了吧？只有小童和阿蘭，整個議會所，沒有半個衛兵、傭人，真是太怪了，雖說如此可以簡化這段故事的複雜程度，但還是覺得不太合理。

## 大嘴巨鴉

第三章是我很不喜歡的一章，阿巴刻落落長的說明講解滿讓人出戲的。我覺得這部分設定本身沒有特別到勾起人的興趣，大致上是強國弱民飽受欺壓這類的公式，敘述手法上也僅是像歷史課般的平板說明方式，讓人很不耐煩。

璐安剛進門時哭天搶地，聽到阿巴刻說之前的助手發生什麼事，反應是安靜繼續聽故事，究竟是沒有聰明到可以把之前的助手跟泰邦的未來聯想在一起、還是嘴上講講有多愛哥哥，真的要去拼命就算了？阿巴刻所謂的萬全準備也只是白白看人被帶走。當時看到這段真的差點氣死。

這個章節的謀略談判較多，也覺得格外出戲，印象中是我第一次考慮棄書的位置。也許作者希望用語焉不詳的談話營造高深莫測的感覺，但我讀起來感覺到的是所有人的目標似乎都十分模糊。軍代表想要的是一個背叛的機會、單純擺擺架子覺得開心、或是？阿巴刻想要的東西更加難解，那些據說至關重要的議事項目十分含糊，而無論助手泰邦或是部落事宜，軍代表想岔題就岔題，也未見阿巴刻有嘗試任何方法來解決問題。對比他在前文所說的萬全準備，看到這裡倒像個說大話的小孩子。

第四章開始比較有些懸念在推進，沒有那麼沉悶了。小童的死亡是我至今仍想不透的，看起來拾荒者的目標是在不驚擾軍隊的情況下拾荒，而他們已經知道軍隊依靠特定詞彙決定要不要攻擊，所以......

為什麼不乾脆不要說話就好？

我想不透這點，拾荒最必備的事情並不包含說話，無論是先在安全的地方約好要撿什麼然後各自行動、或是全程打手語、唇語或手寫牌溝通，都可以解決問題，為什麼非要拿到每十分鐘就變換一次的禁詞？整本書看完我仍然想不透其必要性。
